<?php

return [

    'scc_title' => 'সফলভাবে সম্পন্ন',
    'validation_error' => 'ভুল তথ্য প্রদান করেছেন।',
    'cancel_title' => 'কার্যক্রম বাতিল',
    'cancel_delete' => 'আপনার তথ্যটির সাথে অন্য ডাটা যুক্ত থাকায় ডিলিট করা হয়নি',

    'scc_msg' => [
        'update' => 'আপনার তথ্যটি সফলভাবে আপডেট করা হয়েছে।',
        'insert' => 'আপনার তথ্যটি সফলভাবে যুক্ত করা হয়েছে।',
        'more_less' => 'এই চালানে পণ্য কম-বেশি যাওয়ার পরিমাণ সফলভাবে যুক্ত করা হয়েছে।',
        'delete' => 'আপনার তথ্যটি সফলভাবে ডিলিট করা হয়েছে।',
        'file_upload' => 'আপনার ফাইলটির তথ্য সফলভাবে যুক্ত করা হয়েছে।',
        'password_update' => 'আপনার পাসওয়ার্ডটি সফলভাবে আপডেট করা হয়েছে।',
        'create_backup' => 'আপনার ব্যাকআপ ফাইলটি সফলভাবে তৈরী করা হয়েছে।',
    ],
    'uncheck_checkbox_msg'=>'ওয়েবসাইটে না দেখতে চাইলে টিক মার্ক তুলে দিন',
    'uncheck_checkbox_msg_block'=>'ব্লক করতে চাইলে টিক মার্ক তুলে দিন',
    'reorder'=>'রি-অর্ডার সফলভাবে সম্পন্ন হয়েছে।',
    'first_row_data'=>'প্রথম সারি ডিলিট করা যাবে না',
    'filter_btn_hit_cancel_msg'=>'তারিখ ফিল্টার ছাড়া পিডিএফ হবে না।',
    'added_previously'=>'তথ্যটি পূর্বেই যুক্ত করা হয়েছে।',
    'empty_bill'=>'বিল তৈরী করার জন্য পর্যাপ্ত পণ্য নেই',
    'password_mismatch'=>'আপনার প্রদত্ত পাসওয়ার্ডটি সঠিক নয়।',
    'form_submit' => [
        'title' => 'আপনি কি নিশ্চিত?',
        'msg' => 'আপনি কি ফরমটি সাবমিট করতে চান?',
        'del_msg' => 'আপনি কি সত্যিই ডাটা-টি ডিলিট করতে চান?',
        'msg_undo' => 'এটি কিন্তু আর ফিরিয়ে আনা সম্ভব হবে না।',
    ],
    'no_due_advnaced'=>'বাকি/অগ্রীম নেই',
    'place_product_code'=>'প্রোডাক্ট কোড লিখুন এবং এন্টার বাটন চাপুন',
    'out_of_stock'=>'পণ্য পর্যাপ্ত পরিমাণে স্টকে নেই।',
    'max_stock'=>'সর্বোচ্চ স্টক',
    'no_product_found'=>'পণ্য খুঁজে পাওয়া যায়নি',
    'no_result_found'=>'কোনো তথ্য খুঁজে পাওয়া যায়নি',
    'product_add_to_bill'=>'পণ্য বিলে যুক্ত করা হয়েছে',
    'profile_img_resolution_help'=>'ছবির রেজুলেশন (২০০ x ২৩০)px হলে ভাল দেখাবে',
    'max_file_size'=>'ফাইল সাইজ সর্বোচ্চ ৮০০ কিলোবাইট',
    'allowed_file_format'=>'jpg/jpeg/png/svg ফরমেট এর ছবি  সিলেক্ট করুন.',
    'bankwise_ija'=>'ইজার টাকা কোন ব্যাংকে কত টাকা জমা তা প্রদান করুন'

];
